Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Calories is locked and both other macros are locked, so there's nothing left to absorb this change. Unlock calories or another macro, then try again.
ar: السعرات مقفلة وكذلك الماكروان الآخران، فلا يوجد شيء متبقٍ لاستيعاب هذا التغيير. افتح قفل السعرات أو ماكرو آخر ثم حاول مجددًا.
az: Kalori və digər iki makro kilidlidir, ona görə bu dəyişikliyi qarşılayacaq heç nə qalmır. Kalorinin və ya başqa makronun kilidini açın, sonra yenidən cəhd edin.
cs: Kalorie jsou zamčené a obě zbylá makra také, takže změnu nemá co vyrovnat. Odemkni kalorie nebo jiné makro a zkus to znovu.
de: Kalorien und die beiden anderen Makros sind gesperrt, daher kann nichts diese Änderung ausgleichen. Entsperre Kalorien oder ein anderes Makro und versuche es erneut.
es: Las calorías están bloqueadas y los otros dos macros también, así que no queda nada para absorber este cambio. Desbloquea las calorías u otro macro y vuelve a intentarlo.
fr: Les calories et les deux autres macros sont verrouillées, il ne reste donc rien pour absorber ce changement. Déverrouillez les calories ou une autre macro, puis réessayez.
hi: कैलोरी लॉक है और बाकी दोनों मैक्रोज़ भी लॉक हैं, इसलिए इस बदलाव को समायोजित करने के लिए कुछ नहीं बचा। कैलोरी या कोई दूसरा मैक्रो अनलॉक करें, फिर दोबारा कोशिश करें।
it: Le calorie sono bloccate e anche le altre due macro, quindi non resta nulla per assorbire questa modifica. Sblocca le calorie o un'altra macro e riprova.
ja: カロリーと他の2つのマクロがすべてロックされているため、この変更を吸収できる項目がありません。カロリーまたは別のマクロのロックを解除して、もう一度お試しください。
ko: 칼로리와 나머지 두 매크로가 모두 잠겨 있어 이 변경을 반영할 항목이 없습니다. 칼로리나 다른 매크로의 잠금을 해제한 후 다시 시도하세요.
nl: Calorieën en de beide andere macro's zijn vergrendeld, dus er is niets over om deze wijziging op te vangen. Ontgrendel calorieën of een andere macro en probeer het opnieuw.
pl: Kalorie oraz oba pozostałe makra są zablokowane, więc nic nie może przejąć tej zmiany. Odblokuj kalorie lub inne makro i spróbuj ponownie.
pt_br: As calorias e os outros dois macros estão bloqueados, então não sobra nada para absorver essa mudança. Desbloqueie as calorias ou outro macro e tente novamente.
ro: Caloriile și ceilalți doi macronutrienți sunt blocați, așa că nu mai rămâne nimic care să preia această modificare. Deblochează caloriile sau alt macronutrient, apoi încearcă din nou.
ru: Калории заблокированы, и оба других макронутриента тоже, поэтому изменению некуда уйти. Разблокируйте калории или другой макронутриент и попробуйте снова.
uk: Калорії заблоковано, і два інші макроси також заблоковано, тому не залишилося нічого, що могло б компенсувати цю зміну. Розблокуйте калорії або інший макрос, а потім спробуйте ще раз.
zh_hans: 热量和另外两个宏量营养素都已锁定，没有任何项目可以吸收此更改。请解锁热量或另一个宏量营养素后重试。

source: Camera
ar: الكاميرا
az: Kamera
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
ro: Cameră
ru: Камера
uk: Камера
zh_hans: 相机

source: Camera + Camera keeps both shots, stitched side by side.
ar: كاميرا + كاميرا تحتفظ باللقطتين معًا جنبًا إلى جنب.
az: Kamera + Kamera hər iki kadrı yan-yana birləşdirilmiş saxlayır.
cs: Fotoaparát + Fotoaparát zachová oba snímky, spojené vedle sebe.
de: Kamera + Kamera behält beide Aufnahmen, Seite an Seite zusammengefügt.
es: Cámara + Cámara conserva ambas capturas, unidas lado a lado.
fr: Caméra + Caméra conserve les deux prises, assemblées côte à côte.
hi: कैमरा + कैमरा दोनों फ़ोटो साथ-साथ जोड़कर रखता है।
it: Fotocamera + Fotocamera conserva entrambi gli scatti, uniti fianco a fianco.
ja: カメラ＋カメラは2枚の写真を並べて保存します。
ko: 카메라 + 카메라가 두 장의 사진을 나란히 이어 붙여 보관합니다.
nl: Camera + Camera bewaart beide foto's, zij aan zij samengevoegd.
pl: Aparat + Aparat zachowuje oba ujęcia, połączone obok siebie.
pt_br: Câmera + Câmera mantém as duas fotos, unidas lado a lado.
ro: Cameră + Cameră păstrează ambele cadre, lipite una lângă alta.
ru: Камера + Камера сохраняет оба снимка, соединённые рядом.
uk: Функція «Камера + Камера» зберігає обидва знімки, об\'єднані поруч.
zh_hans: 相机 + 相机会保留两张照片，并排拼接。

source: Camera + Note
ar: كاميرا + ملاحظة
az: Kamera + Qeyd
cs: Fotoaparát + poznámka
de: Kamera + Notiz
es: Cámara + nota
fr: Appareil photo + note
hi: कैमरा + नोट
it: Fotocamera + nota
ja: カメラ + メモ
ko: 카메라 + 메모
nl: Camera + notitie
pl: Aparat + notatka
pt_br: Câmera + nota
ro: Cameră + notă
ru: Камера + заметка
uk: Камера + нотатка
zh_hans: 相机 + 备注

source: Can't Rebalance
ar: تعذّرت إعادة الموازنة
az: Yenidən balanslamaq mümkün deyil
cs: Nelze dorovnat
de: Ausgleich nicht möglich
es: No se puede reequilibrar
fr: Rééquilibrage impossible
hi: पुनर्संतुलन नहीं हो सकता
it: Impossibile ribilanciare
ja: 再調整できません
ko: 재조정할 수 없음
nl: Kan niet herbalanceren
pl: Nie można zbilansować
pt_br: Não é possível reequilibrar
ro: Nu se poate reechilibra
ru: Не удаётся пересчитать
uk: Неможливо збалансувати
zh_hans: 无法重新平衡

source: Cancel
ar: إلغاء
az: Ləğv Et
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Cancel Fast
ar: إلغاء الصيام
az: Orucu ləğv et
de: Fasten abbrechen
es: Cancelar ayuno
fr: Annuler le jeûne
hi: उपवास रद्द करें
it: Annulla digiuno
ja: 断食をキャンセル
ko: 단식 취소
nl: Vasten annuleren
pl: Anuluj post
pt_br: Cancelar jejum
ro: Anulează postul
ru: Отменить голодание
uk: Скасувати голодування
zh_hans: 取消禁食

source: Category
ar: الفئة
az: Kateqoriya
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
uk: Категорія
zh_hans: 类别

source: Check Now
ar: تحقق الآن
az: İndi yoxla
cs: Zkontrolovat teď
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier
hi: अभी जांचें
it: Verifica ora
ja: 今すぐ確認
ko: 지금 확인
nl: Nu controleren
pl: Sprawdź teraz
pt_br: Verificar agora
ro: Verifică acum
ru: Проверить
uk: Проверить
zh_hans: 立即检查

source: Choose 4 Nutrients
ar: اختر 4 عناصر غذائية
az: 4 qida maddəsi seçin
cs: Vyber 4 živiny
de: 4 Nährstoffe auswählen
es: Elige 4 nutrientes
fr: Choisir 4 nutriments
hi: 4 पोषक तत्व चुनें
it: Scegli 4 nutrienti
ja: 栄養素を4つ選択
ko: 영양소 4개 선택
nl: Kies 4 voedingsstoffen
pl: Wybierz 4 składniki odżywcze
pt_br: Escolha 4 nutrientes
ro: Alege 4 nutrienți
ru: Выберите 4 нутриента
uk: Виберите 4 нутриента
zh_hans: 选择 4 种营养素

source: Choose a fasting goal
ar: اختر هدفًا للصيام
az: Oruc hədəfi seçin
de: Fastenziel wählen
es: Elige un objetivo de ayuno
fr: Choisis un objectif de jeûne
hi: उपवास लक्ष्य चुनें
it: Scegli un obiettivo di digiuno
ja: 断食目標を選択
ko: 단식 목표 선택
nl: Kies een vastendoel
pl: Wybierz cel postu
pt_br: Escolha uma meta de jejum
ro: Alege un obiectiv de post
ru: Выберите цель голодания
uk: Виберіть ціль голодування
zh_hans: 选择禁食目标

source: Claim My Discount
ar: احصل على الخصم
az: Endirimimi Al
cs: Uplatnit slevu
de: Rabatt einlösen
es: Canjear mi descuento
fr: Obtenir ma réduction
hi: मेरी छूट प्राप्त करें
it: Ottieni il mio sconto
ja: 割引を受け取る
ko: 할인 받기
nl: Mijn korting claimen
pl: Odbierz mój rabat
pt_br: Resgatar desconto
ro: Revendică reducerea
ru: Получить скидку
uk: Получить скидку
zh_hans: 领取折扣

source: Clear All Logs
ar: مسح جميع السجلات
az: Bütün Qeydləri Təmizlə
cs: Vymazat všechny záznamy
de: Alle Protokolle löschen
es: Borrar todos los registros
fr: Effacer tous les journaux
hi: सभी लॉग साफ़ करें
it: Cancella tutti i registri
ja: すべてのログを消去
ko: 모든 기록 지우기
nl: Alle logs wissen
pl: Wyczyść wszystkie wpisy
pt_br: Limpar todos os registros
ro: Șterge toate jurnalele
ru: Очистить все журналы
uk: Очистить все журнали
zh_hans: 清除所有记录

source: Clear all messages and start fresh? This can't be undone.
ar: هل تريد مسح جميع الرسائل والبدء من جديد؟ لا يمكن التراجع عن هذا الإجراء.
az: Bütün mesajları silib yenidən başlayaq? Bu əməliyyat geri qaytarıla bilməz.
cs: Smazat všechny zprávy a začít znovu? Tohle nejde vrátit.
de: Alle Nachrichten löschen und neu beginnen? Das kann nicht rückgängig gemacht werden.
es: ¿Borrar todos los mensajes y empezar de cero? Esta acción no se puede deshacer.
fr: Effacer tous les messages et recommencer ? Cette action est irréversible.
hi: सभी संदेश मिटाकर नई शुरुआत करें? इसे पूर्ववत नहीं किया जा सकता।
it: Cancellare tutti i messaggi e ricominciare? L'operazione è irreversibile.
ja: すべてのメッセージを消去して最初からやり直しますか?この操作は取り消せません。
ko: 모든 메시지를 지우고 새로 시작할까요? 이 작업은 되돌릴 수 없습니다.
nl: Alle berichten wissen en opnieuw beginnen? Dit kan niet ongedaan worden gemaakt.
pl: Wyczyścić wszystkie wiadomości i zacząć od nowa? Tego nie można cofnąć.
pt_br: Apagar todas as mensagens e começar do zero? Isso não pode ser desfeito.
ro: Ștergi toate mesajele și o iei de la capăt? Această acțiune nu poate fi anulată.
ru: Очистить все сообщения и начать заново? Это действие нельзя отменить.
uk: Очистити всі повідомлення та почати спочатку? Цю дію не можна скасувати.
zh_hans: 清除所有消息并重新开始？此操作无法撤销。

source: Clear Food Log
ar: مسح سجل الطعام
az: Yemək Qeydlərini Təmizlə
cs: Vymazat deník jídel
de: Ernährungstagebuch löschen
es: Borrar diario de comidas
fr: Effacer le journal alimentaire
hi: खाद्य लॉग साफ़ करें
it: Cancella diario alimentare
ja: 食事ログを消去
ko: 음식 기록 지우기
nl: Voedingsdagboek wissen
pl: Wyczyść dziennik jedzenia
pt_br: Limpar diário alimentar
ro: Șterge jurnalul alimentar
ru: Очистить дневник питания
uk: Очистити журнал їжі
zh_hans: 清除饮食记录

source: Coach
ar: المدرب
az: Məşqçi
cs: Kouč
hi: कोच
ja: コーチ
ko: 코치
pl: Trener
ro: Antrenor
ru: Тренер
uk: Тренер
zh_hans: 教练

source: Coming Soon
ar: قريبًا
az: Tezliklə
cs: Již brzy
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Prossimamente
ja: 近日公開
ko: 출시 예정
nl: Binnenkort
pl: Wkrótce
pt_br: Em breve
ro: În curând
ru: Скоро
uk: Скоро
zh_hans: 即将推出

source: Common ranges: Men 10–25%, Women 18–35%
ar: النطاقات الشائعة: الرجال 10–25%، النساء 18–35%
az: Adi diapazonlar: Kişilər 10–25%, Qadınlar 18–35%
cs: Běžné hodnoty: muži 10–25 %, ženy 18–35 %
de: Üblicher Bereich: Männer 10–25 %, Frauen 18–35 %
es: Rangos comunes: hombres 10–25 %, mujeres 18–35 %
fr: Plages courantes : hommes 10–25 %, femmes 18–35 %
hi: सामान्य श्रेणी: पुरुष 10–25%, महिलाएं 18–35%
it: Intervalli comuni: uomini 10–25%, donne 18–35%
ja: 一般的な範囲：男性10–25%、女性18–35%
ko: 일반 범위: 남성 10–25%, 여성 18–35%
nl: Normale bereiken: mannen 10–25%, vrouwen 18–35%
pl: Typowe zakresy: mężczyźni 10–25%, kobiety 18–35%
pt_br: Faixas comuns: homens 10–25%, mulheres 18–35%
ro: Intervale obișnuite: Bărbați 10–25%, Femei 18–35%
ru: Обычные диапазоны: мужчины 10–25%, женщины 18–35%
uk: Типові діапазони: чоловіки 10–25%, жінки 18–35%
zh_hans: 常见范围：男性 10–25%，女性 18–35%

source: Congratulations!
ar: تهانينا!
az: Təbriklər!
cs: Gratulujeme!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
it: Congratulazioni!
ja: おめでとうございます！
ko: 축하합니다!
nl: Gefeliciteerd!
pl: Gratulacje!
pt_br: Parabéns!
ro: Felicitări!
ru: Поздравляем!
uk: Поздравляем!
zh_hans: 恭喜！

source: Connect
ar: ربط
az: Qoşul
cs: Propojit
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ro: Conectează
ru: Подключить
uk: Підключитися
zh_hans: 连接

source: Continue
ar: متابعة
az: Davam Et
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Ga verder
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
uk: Продовжити
zh_hans: 继续

source: Couldn't save photo
ar: تعذر حفظ الصورة
az: Şəkil yadda saxlanmadı
de: Foto konnte nicht gespeichert werden
es: No se pudo guardar la foto
fr: Impossible d'enregistrer la photo
hi: फ़ोटो सहेजी नहीं जा सकी
it: Impossibile salvare la foto
ja: 写真を保存できませんでした
ko: 사진을 저장할 수 없습니다
nl: Kon foto niet opslaan
pl: Nie udało się zapisać zdjęcia
pt_br: Não foi possível salvar a foto
ro: Fotografia nu a putut fi salvată
ru: Не удалось сохранить фото
uk: Не вдалося зберегти фото
zh_hans: 无法保存照片

source: Current
ar: الحالي
az: Hazırkı
cs: Aktuální
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pl: Aktualna
pt_br: Atual
ro: Curent
ru: Сейчас
uk: Поточна
zh_hans: 当前

source: Custom AI Instructions
ar: تعليمات مخصصة للذكاء الاصطناعي
az: Xüsusi AI Təlimatları
cs: Vlastní instrukce pro AI
de: Benutzerdefinierte KI-Anweisungen
es: Instrucciones de IA personalizadas
fr: Instructions IA personnalisées
hi: कस्टम AI निर्देश
it: Istruzioni IA personalizzate
ja: カスタムAI指示
ko: 맞춤형 AI 지침
nl: Aangepaste AI-instructies
pl: Własne instrukcje AI
pt_br: Instruções personalizadas de IA
ro: Instrucțiuni AI personalizate
ru: Пользовательские инструкции ИИ
uk: Власні інструкції для ШІ
zh_hans: 自定义 AI 指令

source: Daily Balance
ar: الرصيد اليومي
az: Gündəlik Balans
cs: Denní bilance
de: Tagesbilanz
es: Balance diario
fr: Bilan quotidien
hi: दैनिक संतुलन
it: Bilancio giornaliero
ja: 1日のバランス
ko: 일일 균형
nl: Dagelijkse balans
pl: Bilans dzienny
pt_br: Balanço diário
ro: Bilanț zilnic
ru: Дневной баланс
uk: Дневной баланс
zh_hans: 每日平衡

source: daily calories
ar: السعرات اليومية
az: gündəlik kalorilər
cs: kalorií denně
de: tägliche Kalorien
es: calorías diarias
fr: calories quotidiennes
hi: दैनिक कैलोरी
it: calorie giornaliere
ja: 1日のカロリー
ko: 하루 칼로리
nl: dagelijkse calorieën
pl: dzienne kalorie
pt_br: calorias diárias
ro: calorii zilnice
ru: калории в день
uk: Добові калорії
zh_hans: 每日卡路里

source: Daily energy expenditure (TDEE)
ar: إجمالي الإنفاق اليومي للطاقة (TDEE)
az: Gündəlik enerji sərfi (TDEE)
cs: Denní energetický výdej (TDEE)
de: Täglicher Energieumsatz (TDEE)
es: Gasto energético diario (TDEE)
fr: Dépense énergétique quotidienne (TDEE)
hi: दैनिक ऊर्जा व्यय (TDEE)
it: Dispendio energetico giornaliero (TDEE)
ja: 1日の総消費エネルギー (TDEE)
ko: 일일 에너지 소비량 (TDEE)
nl: Dagelijks energieverbruik (TDEE)
pl: Dzienne wydatkowanie energii (TDEE)
pt_br: Gasto energético diário (TDEE)
ro: Consumul energetic zilnic (TDEE)
ru: Суточный расход энергии (TDEE)
uk: Щоденні витрати енергії (TDEE)
zh_hans: 每日能量消耗 (TDEE)

source: Daily recommendation for
ar: التوصية اليومية لـ
az: Gündəlik tövsiyə
cs: Denní doporučení pro
de: Tagesempfehlung für
es: Recomendación diaria para
fr: Recommandation quotidienne pour
hi: दैनिक अनुशंसा
it: Raccomandazione giornaliera per
ja: 1日の推奨量
ko: 일일 권장량
nl: Dagelijkse aanbeveling voor
pl: Dzienne zalecenie dla
pt_br: Recomendação diária para
ro: Recomandare zilnică pentru
ru: Дневная норма для
uk: Щоденна рекомендація для
zh_hans: 每日推荐量

source: Daily Steps
ar: الخطوات اليومية
az: Gündəlik addımlar
de: Tägliche Schritte
es: Pasos diarios
fr: Pas quotidiens
hi: दैनिक कदम
it: Passi giornalieri
ja: 1日の歩数
ko: 일일 걸음 수
nl: Dagelijkse stappen
pl: Dzienne kroki
pt_br: Passos diários
ro: Pași zilnici
ru: Шаги за день
uk: Кроки за день
zh_hans: 每日步数

source: Daily Target
ar: الهدف اليومي
az: Gündəlik Hədəf
cs: Denní cíl
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
hi: दैनिक लक्ष्य
it: Obiettivo giornaliero
ja: 1日の目標
ko: 일일 목표
nl: Dagelijks doel
pl: Cel dzienny
pt_br: Meta diária
ro: Obiectiv zilnic
ru: Дневная цель
uk: Дневная цель
zh_hans: 每日目标

source: Dark
ar: داكن
az: Qaranlıq
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмная
uk: Темний
zh_hans: 深色

source: Data Management
ar: إدارة البيانات
az: Məlumatların İdarə Edilməsi
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
hi: डेटा प्रबंधन
it: Gestione dati
ja: データ管理
ko: 데이터 관리
nl: Gegevensbeheer
pl: Zarządzanie danymi
pt_br: Gerenciamento de dados
ro: Gestionarea datelor
ru: Управление данными
uk: Керування даними
zh_hans: 数据管理

source: Database metadata
ar: بيانات وصفية لقاعدة البيانات
az: Verilənlər bazası metadatası
cs: Metadata databáze
de: Datenbank-Metadaten
es: Metadatos de la base de datos
fr: Métadonnées de la base de données
hi: डेटाबेस मेटाडेटा
it: Metadati del database
ja: データベースのメタデータ
ko: 데이터베이스 메타데이터
pl: Metadane bazy danych
pt_br: Metadados do banco de dados
ro: Metadate din baza de date
ru: Метаданные базы данных
uk: Метаданние бази данних
zh_hans: 数据库元数据

source: Date
ar: التاريخ
az: Tarix
cs: Datum
de: Datum
es: Fecha
hi: दिनांक
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
uk: Дата
zh_hans: 日期

source: Days
ar: الأيام
az: Gün
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
ko: 일수
nl: Dagen
pl: Dni
pt_br: Dias
ro: Zile
ru: Дни
uk: Дні
zh_hans: 天数

source: Default Fasting Goal
ar: هدف الصيام الافتراضي
az: Standart oruc hədəfi
de: Standard-Fastenziel
es: Objetivo de ayuno predeterminado
fr: Objectif de jeûne par défaut
hi: डिफ़ॉल्ट उपवास लक्ष्य
it: Obiettivo digiuno predefinito
ja: デフォルトの断食目標
ko: 기본 단식 목표
nl: Standaard vastendoel
pl: Domyślny cel postu
pt_br: Meta de jejum padrão
ro: Obiectiv implicit de post
ru: Цель голодания по умолчанию
uk: Ціль голодування за замовчуванням
zh_hans: 默认禁食目标

source: Default formula for resting metabolism. Used when body fat is unavailable.
ar: المعادلة الافتراضية للأيض أثناء الراحة. تُستخدم عندما لا تتوفر نسبة دهون الجسم.
az: İstirahət metabolizmi üçün standart düstur. Bədən yağı məlumatı olmadıqda istifadə olunur.
de: Standardformel für den Ruheumsatz. Wird verwendet, wenn kein Körperfettwert verfügbar ist.
es: Fórmula predeterminada para el metabolismo en reposo. Se usa cuando la grasa corporal no está disponible.
fr: Formule par défaut du métabolisme au repos. Utilisée lorsque le pourcentage de masse grasse n’est pas disponible.
hi: आराम के समय चयापचय की डिफ़ॉल्ट गणना। इसका उपयोग तब होता है जब शरीर की वसा उपलब्ध न हो।
it: Formula predefinita per il metabolismo a riposo. Viene usata quando il grasso corporeo non è disponibile.
ja: 安静時代謝の標準式です。体脂肪率を利用できない場合に使われます。
ko: 안정 대사량의 기본 공식입니다. 체지방 정보를 사용할 수 없을 때 사용됩니다.
nl: Standaardformule voor de ruststofwisseling. Wordt gebruikt wanneer lichaamsvet niet beschikbaar is.
pl: Domyślny wzór metabolizmu spoczynkowego. Używany, gdy poziom tkanki tłuszczowej jest niedostępny.
pt_br: Fórmula padrão para o metabolismo de repouso. Usada quando a gordura corporal não está disponível.
ro: Formula implicită pentru metabolismul în repaus. Se folosește când grăsimea corporală nu este disponibilă.
ru: Формула по умолчанию для базового метаболизма. Используется, если процент жира неизвестен.
uk: Стандартна формула для базового метаболізму. Використовується, якщо ви не вказали відсоток жиру в організмі.
zh_hans: 静息代谢的默认公式。当体脂数据不可用时使用。

source: Delete
ar: حذف
az: Sil
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ro: Șterge
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Delete All Data
ar: حذف جميع البيانات
az: Bütün Məlumatları Sil
cs: Smazat všechna data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
hi: सभी डेटा हटाएं
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
nl: Alle gegevens verwijderen
pl: Usuń wszystkie dane
pt_br: Apagar todos os dados
ro: Șterge toate datele
ru: Удалить все данные
uk: Видалити всі дані
zh_hans: 删除所有数据

source: Delete Body Fat Entry
ar: حذف إدخال نسبة الدهون
az: Bədən Yağı Qeydini Sil
cs: Smazat záznam tělesného tuku
de: Körperfetteintrag löschen
es: Eliminar entrada de grasa corporal
fr: Supprimer l'entrée de masse grasse
hi: बॉडी फैट प्रविष्टि हटाएं
it: Elimina voce di grasso corporeo
ja: 体脂肪記録を削除
ko: 체지방 기록 삭제
nl: Vetpercentage-invoer verwijderen
pl: Usuń wpis tkanki tłuszczowej
pt_br: Apagar registro de gordura corporal
ro: Șterge intrarea de grăsime corporală
ru: Удалить запись жира тела
uk: Видалити запись жира тела
zh_hans: 删除体脂记录

source: Delete Everything
ar: حذف كل شيء
az: Hər Şeyi Sil
cs: Smazat všechno
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hi: सब कुछ हटाएं
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Apagar tudo
ro: Șterge tot
ru: Удалить всё
uk: Видалити всё
zh_hans: 删除全部

source: Delete Fast
ar: حذف الصيام
az: Orucu sil
de: Fasten löschen
es: Eliminar ayuno
fr: Supprimer le jeûne
hi: उपवास हटाएं
it: Elimina digiuno
ja: 断食を削除
ko: 단식 삭제
nl: Vasten verwijderen
pl: Usuń post
pt_br: Excluir jejum
ro: Șterge postul
ru: Удалить голодание
uk: Видалити голодування
zh_hans: 删除禁食

source: Delete Measurement
ar: حذف القياس
az: Ölçünü sil
cs: Smazat měření
de: Messung löschen
es: Eliminar medición
fr: Supprimer la mesure
hi: माप हटाएँ
it: Elimina misurazione
ja: 測定値を削除
ko: 측정값 삭제
nl: Meting verwijderen
pl: Usuń pomiar
pt_br: Apagar medição
ro: Șterge măsurătoarea
ru: Удалить замер
uk: Видалити замер
zh_hans: 删除测量

source: Delete Weight Entry
ar: حذف إدخال الوزن
az: Çəki Qeydini Sil
cs: Smazat záznam váhy
de: Gewichtseintrag löschen
es: Eliminar entrada de peso
fr: Supprimer l'entrée de poids
hi: वजन प्रविष्टि हटाएं
it: Elimina voce di peso
ja: 体重記録を削除
ko: 체중 기록 삭제
nl: Gewichtsinvoer verwijderen
pl: Usuń wpis wagi
pt_br: Apagar registro de peso
ro: Șterge intrarea de greutate
ru: Удалить запись веса
uk: Видалити запись веса
zh_hans: 删除体重记录

source: Delete Workout Entry
ar: حذف إدخال التمرين
az: Məşq qeydini sil
de: Trainingseintrag löschen
es: Eliminar registro de entrenamiento
fr: Supprimer l’entrée d’entraînement
hi: वर्कआउट प्रविष्टि हटाएँ
it: Elimina voce dell’allenamento
ja: ワークアウト記録を削除
ko: 운동 기록 삭제
nl: Trainingsregistratie verwijderen
pl: Usuń wpis treningu
pt_br: Apagar registro de treino
ro: Șterge înregistrarea antrenamentului
ru: Удалить запись тренировки
uk: Видалити запись тренировки
zh_hans: 删除锻炼记录

source: Derived
ar: مشتق
az: Törəmə
cs: Odvozené
de: Abgeleitet
es: Derivado
fr: Dérivé
hi: व्युत्पन्न
it: Derivato
ja: 算出値
ko: 파생값
nl: Afgeleid
pl: Wyliczone
pt_br: Derivado
ro: Derivat
ru: Расчётное
uk: Похідні
zh_hans: 推算值

source: Describe Meal
ar: صف الوجبة
az: Yeməyi təsvir et
de: Mahlzeit beschreiben
es: Describir comida
fr: Décrire le repas
hi: भोजन का वर्णन करें
it: Descrivi pasto
ja: 食事を説明
ko: 식사 설명
nl: Maaltijd beschrijven
pl: Opisz posiłek
pt_br: Descrever refeição
ro: Descrie masa
ru: Описать приём пищи
uk: Описати прийом їжі
zh_hans: 描述餐食

source: Detailed Nutrition
ar: تغذية تفصيلية
az: Ətraflı Qidalanma
cs: Podrobné nutriční hodnoty
de: Detaillierte Nährwerte
es: Nutrición detallada
fr: Nutrition détaillée
hi: विस्तृत पोषण
it: Nutrizione dettagliata
ja: 詳細な栄養情報
ko: 상세 영양 정보
nl: Gedetailleerde voeding
pl: Szczegółowe wartości odżywcze
pt_br: Nutrição detalhada
ro: Nutriție detaliată
ru: Подробная информация о питании
uk: Детальна інформація про харчування
zh_hans: 详细营养

source: Diary
ar: اليوميات
az: Gündəlik
de: Tagebuch
es: Diario
fr: Journal
hi: डायरी
it: Diario
ja: 日記
ko: 일기
nl: Dagboek
pl: Dziennik
pt_br: Diário
ro: Jurnal
ru: Дневник
uk: Щоденник
zh_hans: 日记

source: Don't Allow
ar: عدم السماح
az: İcazə Vermə
cs: Nepovolit
de: Nicht erlauben
es: No permitir
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Sta niet toe
pl: Nie zezwalaj
pt_br: Não permitir
ro: Nu permite
ru: Запретить
uk: Запретить
zh_hans: 不允许

source: Done
ar: تم
az: Hazır
cs: Hotovo
de: Fertig
es: Hecho
fr: OK
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
uk: Готово
zh_hans: 完成

source: Drag your finger across the card
ar: اسحب إصبعك عبر البطاقة
az: Barmağınızı kartın üzərindən çəkin
cs: Přejeď prstem po kartě
de: Ziehe deinen Finger über die Karte
es: Desliza el dedo por la tarjeta
fr: Faites glisser votre doigt sur la carte
hi: कार्ड पर अपनी उंगली खींचें
it: Trascina il dito sulla carta
ja: カード上で指をドラッグ
ko: 카드 위로 손가락을 드래그하세요
nl: Sleep je vinger over de kaart
pl: Przeciągnij palcem po karcie
pt_br: Arraste o dedo pelo cartão
ro: Trage cu degetul peste card
ru: Проведите пальцем по карточке
uk: Проведите пальцем по карточке
zh_hans: 在卡片上滑动手指
